Repository: OmegaT-L10N/ja
Catalog: omegat/trunk/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: &About...
ja: OmegaT について...

source: &Add
ja: 追加

source: &Add...
ja: 追加...

source: &Allow blank translations in the target files
ja: 訳文ファイルの空分節を許可

source: &Allow translation to be equal to source
ja: 原文と同じ訳文を許可

source: &Always
ja: 常に

source: &Always Confirm Quit
ja: 終了時に常に確認

source: &Apply this font to the Project Files window
ja: この字体を翻訳対象ファイル一覧に適用

source: &Auto-propagation of Translations
ja: 翻訳自動反映

source: &Automatically check the spelling of text
ja: テキストの綴り確認を自動で行う

source: &Back
ja: 戻る

source: &Back in History
ja: 分節の選択履歴を戻る

source: &Bookmarks
ja: ブックマーク

source: &Browse
ja: 参照

source: &Cancel
ja: 取り消し

source: &Check simple printf-variables (e.g., %s, %d)
ja: 単純な printf 変数（%s, %d など）を確認

source: &Choose...
ja: 参照...

source: &Close
ja: 閉じる

source: &Comments
ja: コメント

source: &Cycle
ja: 上記を順に切り替え

source: &Defaults
ja: 初期値

source: &Display tags
ja: タグをそのまま表示

source: &Do not check printf-variables
ja: printf 変数は確認しない

source: &Edit
ja: 編集

source: &Edit...
ja: 編集...

source: &Editing Behaviour...
ja: 翻訳入力行...

source: &Empty lines
ja: 空行

source: &Endnotes
ja: 文末脚注

source: &Exact Match
ja: 完全一致

source: &Exact search
ja: 完全一致検索

source: &File
ja: ファイル

source: &Filter
ja: フィルター

source: &Font
ja: 字体名

source: &Footnotes
ja: 脚注

source: &Forward in History
ja: 分節の選択履歴を進む

source: &Glossary
ja: 用語集

source: &Go To
ja: 移動

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
ja: 既定値訳文と違う新しい訳文がある場合［次の未翻訳分節］でその訳文へ移動する

source: &Help
ja: ヘルプ

source: &Import Source Files...
ja: 原文ファイルを追加...

source: &Index entries
ja: Index 項目

source: &Insert
ja: 挿入

source: &Insert Match
ja: 参考訳文を挿入

source: &Install new dictionary...
ja: 新しい辞書を組み込み...

source: &Keyword search
ja: キーワード検索

source: &Leave the segment empty
ja: 原文を挿入しない

source: &License
ja: ライセンス

source: &Line breaks
ja: 改行

source: &Lower Case
ja: すべて小文字に

source: &Make the file filter settings project specific
ja: ファイルフィルター設定をプロジェクト専用にする

source: &Make the segmentation rules project specific
ja: 分節化規則をプロジェクト専用にする

source: &Match Statistics
ja: 参考訳文の一致率

source: &Minimal similarity:
ja: しきい値となる一致率：

source: &Modification Info
ja: 修正情報を表示

source: &Move Down
ja: 下へ

source: &Name/ID:
ja: 名前または ID：

source: &Never
ja: しない

source: &New...
ja: 新規作成...

source: &Next Segment
ja: 次の分節

source: &Notes
ja: 脚注

source: &OK
ja: 確定

source: &Open Script...
ja: スクリプトを開く...

source: &Open...
ja: 開く...

source: &Options
ja: 設定

source: &Prefix:
ja: 先頭に付加する文字列：

source: &Presentation notes
ja: プレゼンテーションのノート

source: &Preserve spaces for all tags
ja: すべてのタグの空白を維持

source: &Previous Segment
ja: 前の分節

source: &Project
ja: プロジェクト

source: &Properties...
ja: プロジェクト設定...

source: &Proxy Login...
ja: プロキシ認証...

source: &Quit
ja: 終了

source: &Redo Last Action
ja: やり直す

source: &Regular expressions
ja: 正規表現

source: &Reload
ja: 再読み込み

source: &Remove
ja: 削除

source: &Restore Main Window
ja: ウインドウを初期位置に復元

source: &Run
ja: 実行

source: &Save
ja: 保存

source: &Search
ja: 検索

source: &Search Project...
ja: プロジェクトを検索...

source: &Segment Number...
ja: 分節番号を指定...

source: &Segmentation...
ja: 分節化規則...

source: &Sheet Names
ja: シート名

source: &Size
ja: 大きさ

source: &Skip PO header
ja: PO ヘッダーを無視

source: &Source (segment {0}):
ja: 原文（分節 {0}）

source: &Source Files Language:
ja: 原文ファイル言語：

source: &Statistics
ja: 翻訳状況

source: &Title Case
ja: Title case（単語の先頭を大文字）に

source: &Tools
ja: ツール

source: &Translated Files Language:
ja: 訳文ファイル言語：

source: &Undo Last Action
ja: 取り消す

source: &Upper Case
ja: すべて大文字に

source: &User's Manual...
ja: 取扱説明書...

source: &Validate Tags
ja: タグ検証

source: &View
ja: 表示

source: &value (of form input, including button, submit and reset)
ja: value（button や submit, reset を含むフォーム入力）

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Import Source Files... button in the Project Files window or call this action from the Project menu and select the source files you want to import.
ja: （取扱説明書の「翻訳対象ファイル」→「ファイル形式」を参照してください。）プロジェクトにファイルを追加するには、翻訳対象ファイル一覧ウィンドウ、またはメインメニューの［プロジェクト］にある［原文ファイルを追加...］により、追加したい原文ファイルを選択してください。

source: (X)HTML Filter Options
ja: (X)HTML フィルター設定

source: (close tag)
ja: （閉じタグ）

source: (comment tag)
ja: （コメントタグ）

source: (empty tag)
ja: （空タグ）

source: * These keys behave differently when the cursor is outside the editable segment:
ja: * これらのキーでは、カーソルが編集中の分節の外側にあると、動作が異なります：

source: , one can find:
ja: は次のようになっています：

source: 1) Reduce the number of source files and translate in batches;
ja: 1) 一度に翻訳する原文ファイルの数を減らし、複数に分けて翻訳する

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
ja: 2) コマンドラインまたは OmegaT 起動スクリプトで java -Xmx<容量[MB]>M -jar OmegaT.jar と指定し、OmegaT が使用できるメモリーを増やす（現在の設定：{0} MB）

source: <&br> (breaks)
ja: <br>（改行）

source: They can also be complex, allowing for instance to search for segments with two or more consecutive spaces.
ja: その一方で、複雑な条件にも対応しています。たとえば、2 個以上の連続するスペース文字を含む分節を検索したい、としましょう。

source: <EMPTY>
ja: <空訳文>

source: OmegaT on the web
ja: ウェブ上の OmegaT 情報

source: OmegaT is a free multi platform Computer Aided Translation tool, with the following highlights:
ja: OmegaT は、自由に使用できる、マルチプラットフォームのコンピューター翻訳支援ツール です。主に以下のような特徴があります：

source: OmegaT provides a powerful range of search functions.
ja: OmegaT は強力な文字列検索機能を備えています。

source: <auto>
ja: <自動>

source: <event> can be: typed, pressed, released
ja: <イベント> は次の値を取ります：typed、pressed、released

source: <modifier> can be: shift, control, ctrl, meta
ja: <修飾子> は次の値を取ります：shift、control、ctrl、meta

source: OmegaT 2.5 is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ja: OmegaT 2.5 は有効活用されることを願って頒布されるものですが、その内容については全くの無保証となります。商品性の黙示保証、または特定目的への適合性は全く存在しません。

source: OmegaT 2.5 is Copyright © 2000-2012 Keith Godfrey, Maxym Mykhalchuk, Zoltan Bartko, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov.
ja: OmegaT 2.5 は © 2000-2012 Keith Godfrey, Maxym Mykhalchuk, Zoltan Bartko, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov らの著作物です。

source: Any char key, if clicked outside editable segment, will be ignored.
ja: 任意の文字キー：カーソルが編集中の分節の外側にある場合は、無視されます。

source: Appendices contain the following information
ja: 付録は以下の情報を含みます

source: Backspace: nothing
ja: Backspace：何もしません。

source: Delete: nothing
ja: Delete：何もしません。

source: Dictionaries, Glossaries, Machine translation and Spellchecker: OmegaT allows one an extensive use of dictionaries and glossaries.
ja: 用語集、辞書、機械翻訳および綴り確認：OmegaT では辞書と用語集を幅広く活用できます。

source: Editing field behavior: a short chapter describing how to set up the editing behavior of the segment being translated.
ja: 翻訳入力行の動作：未翻訳の分節に関する翻訳入力行の動作設定をどのように行うか説明した、短い章です。

source: End: cursor to the end of the active segment
ja: End：編集中の分節の末尾に移動します。

source: Groovy (http://groovy.codehaus.org): is a dynamic language for the Java Virtual machine.
ja: Groovy（http://groovy.codehaus.org）：Java 仮想マシン向けの動的言語です。

source: Home: cursor to the beginning of the active segment
ja: Home：編集中の分節の先頭に移動します。

source: Installing and running OmegaT: this chapter is useful when you first begin using OmegaT.
ja: OmegaT のインストールと実行：この章は、OmegaT を最初に使いはじめるときに役立つでしょう。

source: JavaScript (sometimes abbreviated JS, not to be confused with Java): is a prototype-based scripting language that is dynamic, weakly typed and has first-class functions.
ja: JavaScript（JS と略すこともあり、Java とは無関係）：プロトタイプ ベースのスクリプト言語です。動的で、弱い型付け、 ファーストクラス関数などの特徴を持ちます。

source: Keyboard shortcuts in the editor: the list of shortcuts used in the editor
ja: 編集ウィンドウのキーボードショートカット：編集ウィンドウで使えるショートカットの一覧

source: Keyword index: an extensive keyword index is provided to help the reader find the relevant information.
ja: キーワード索引：関連情報を探しやすいように、充実したキーワード索引つきです。

source: Languages: contains the ISO list of languages and language codes
ja: 使用言語と言語コード：言語名と言語コードの ISO コード表を収録

source: Miscellanea: deals with other issues of interest, such as how to avoid losing data.
ja: 雑多な話題：「データを失わないために」など、その他の興味深い話題を扱います。

source: NetRexx (http://www.netrexx.org/): it supports a classic REXX syntax, with no reserved keywords, along with considerable additions to support object-oriented programming in a manner compatible with Java's object model.
ja: NetRexx（http://www.netrexx.org/）： 旧来の REXX 構文を利用できます。予約キーワードはありません。Java のオブジェクト モデルと互換性のある形でオブジェクト指向プログラミングをサポートするため、多くの拡張が施されています。

source: OmegaT 2.5 is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (if you prefer) any later version.
ja: OmegaT 2.5 は自由なソフトウェアです。あなたはこれを、フリーソフトウェア財団によって発行された GNU 一般公衆利用許諾契約書（バージョン 2 か、希望によってはそれ以降のバージョンのうちどれか）の定める条件の下で再頒布または改変することができます。

source: OmegaT on the web: information regarding on-line OmegaT resources
ja: ウェブ上の OmegaT 情報：OmegaT のオンライン リソースに関する情報

source: Project properties, OmegaT Files and Directories: a project in the context of OmegaT is the piece of work that OmegaT as a CAT tool is able to handle.
ja: プロジェクトの設定、OmegaT のファイルとフォルダー：OmegaT にとってプロジェクトとは、コンピューター翻訳支援ツールとして OmegaT が取り扱う作業単位を指します。

source: Searches and Regular expressions: Searches in OmegaT can be as simple as "list segments with the word 'kangaroo' ".
ja: 検索と正規表現：OmegaT の検索は「『カンガルー』という単語を含む分節を一覧表示」といった感じで、簡単に使えます。

source: Segmentation:translation memory tools work with textual units called segments.
ja: 原文の分節化：翻訳メモリツールは、分節と呼ばれるテキスト単位で処理を行います。

source: Shortcuts customization:shortcuts can be customized to suit your personal preferences
ja: ショートカットのカスタマイズ：ショートカットをあなた好みにカスタマイズしましょう

source: Terminology management: Terminology management is important for translation consistency.
ja: 用語管理：翻訳の一貫性を保つため、用語管理は重要です。

source: The user interface,Main Menu and Keyboard Shortcuts: these two chapters are likely to be heavily consulted, since they explain the user interface of OmegaT and the functions available via the main menu and the keyboard shortcuts.
ja: ユーザーインターフェース、メインメニューとキーボードショートカット：この二つの章は、OmegaT のユーザーインターフェースおよび、メインメニューとキーボードショートカットから利用できる機能について、説明しています。おそらく頻繁に参照されるでしょう。

source: Translation memories: explains the role of the various subdirectories containing translation memories, and provides information on other important aspects relating to translation memories.
ja: 翻訳メモリ：翻訳メモリを配置できるさまざまなフォルダーの役割について説明するとともに、翻訳メモリに関連する多彩な情報を提供します。

source: Translation memory: OmegaT stores your translations in a translation memory file.
ja: 翻訳メモリ： OmegaT は、単語や分節をどのように翻訳したかを翻訳メモリに記憶していきます。

source: Translation process: Imagine having to translate something; from a single file to a folder containing subfolders each with a number of files in a variety of formats.
ja: 翻訳作業の流れ：翻訳対象がファイル 1 つのこともあれば、いろいろな形式のファイルを含んだたくさんのフォルダー、という場合もあると思います。

source: Working with plain text and Working with formatted text: these two chapters explain certain important points concerning texts to be translated, such as the encoding set (in the case of plain text files) and tag handling (in the case of formatted text).
ja: プレーンテキストを扱うと整形されたテキストを扱う：この二つの章は、翻訳するテキストに関するいくつかの重要な点について説明しています。たとえば、文字エンコーディング（プレーンテキストファイルの場合）や、タグの取り扱い（整形されたテキストの場合）などです。

source: XSLT (Extensible Stylesheet Language Transformations): is a declarative, XML-based language used for the transformation of XML documents.
ja: XSLT（Extensible Stylesheet Language Transformations）：XML 文書を変換するために用いられる、宣言的な XML ベースの言語です。

source: Instant start guide: this chapter is intended as an Instant Start Guide for beginners and “tyre kickers”, showing the complete procedure from opening a new translation project through to completing the translation.
ja: 5 分でわかる！ OmegaT の使い方：初心者と「とりあえずインストールしてみた」人を対象にした、お手軽なスタートガイドです。新しいプロジェクトの作成から翻訳完了まで、一通りの流れを見ることができます。

source: <html>Per-project external commands are disabled and will not be executed.
ja: <html>プロジェクト専用の外部コマンドが無効のため、実行できません。

source: Ctrl+N or Enter or Tab
ja: Ctrl+N または Enter または Tab

source: Ctrl+P or Ctrl+Enter or Ctrl+Tab
ja: Ctrl+P または Ctrl+Enter または Ctrl+Tab

source: Ctrl is used on Windows, UNIX and UNIX-like operating systems with keyboards featuring a Ctrl or Control key.
ja: ［Ctrl］キーは Windows で使用します。UNIX や UNIX 系のオペレーティングシステムでは［Ctrl］ または ［Control］キーが該当します。

source: See Appendix - Shortcuts Customization
ja: 詳しくは付録 - ショートカットのカスタマイズを参照してください。

source: <none>
ja: <空>

source: Legal notices For the application
ja: 法律上の表示 プログラムについて

source: Legal notices For the documentation
ja: 法律上の表示 付属する文書について

source: Lucene Tokenizer
ja: Lucene トークナイザー

source: Menu Project New...
ja: プロジェクトメニュー 新規作成...

source: Menu Project
ja: メニュー プロジェクト

source: Plugins LanguageTool
ja: プラグイン LanguageTool

source: Plugins Scripting
ja: プラグイン スクリプト

source: Plugins Tokenizer
ja: プラグイン トークナイザー

source: Project Create / open new
ja: プロジェクト 新規作成 / 読み込み

source: Project Properties Languages
ja: プロジェクト プロジェクト設定 言語設定

source: Shortcuts Customization View Menu
ja: ショートカットのカスタマイズ 表示メニュー

source: Shortcuts Customization
ja: ショートカット カスタマイズ

source: Source files File formats
ja: 原文ファイル ファイル形式

source: Stemmer Tokenizer
ja: Stemmer トークナイザー

source: Translation memories Matches
ja: 翻訳メモリ 参考訳文

source: User interface Other windows
ja: ユーザーインターフェイス その他のウィンドウ

source: Note:On an Apple Mac, use the Cmd or Apple key instead of the Ctrl key
ja: 注意：Mac ユーザーは、Ctrl キーを Cmd (⌘ マークが付いているキー) または Apple キー (りんごマークが付いているキー) に読み替えてください

source: <shortcut> must be of the following form:0 or more <modifier> followed by 0 or 1 <event> followed by 1 <key>, where:
ja: <shortcut> は次の形式に従います：0 個以上の <修飾子>、続いて 0 個または 1 個の <イベント>、続いて 1 個の <キー>。ただし：

source: A note is just a comment regarding this set of source text and translation.
ja: メモはこの分節に関する注釈です。

source: A number of rule sets are provided while additional rules can be defined by the user, as described in this chapter.
ja: 分節化規則集には最初から多くの規則が定義されていますが、この章で説明される通り、ユーザーが独自に規則を追加することもできます。

source: A&dd
ja: 追加

source: A&ggregate Tags
ja: タグを結合

source: ANTLR 3.4 (ANTLR 3 license)
ja: ANTLR 3.4（ANTLR 3 ライセンス）

source: Abkhaz
ja: アブハズ語（Abkhaz）

source: Aborted.
ja: 中止しました。

source: About OmegaT - introduction
ja: OmegaT について - はじめに

source: About OmegaT
ja: OmegaT について

source: About...
ja: OmegaT について...

source: Acknowledgements
ja: 謝辞

source: Action
ja: 動作

source: Add Pattern
ja: 構成例を追加

source: Add Script
ja: スクリプトを設定

source: Add To Dictionary
ja: 辞書に追加

source: Add entry
ja: 用語の追加

source: Add glossary entry
ja: 用語の追加

source: Add or rewrite encoding declaration in HTML and XHTML files:
ja: 以下の場合に HTML・XHTML ファイルにエンコーディング宣言を追加または変更：

source: Advanced &Options
ja: 詳細設定

source: Afar
ja: アファル語（Afar）

source: Afrikaans
ja: アフリカーンス語（Afrikaans）

source: After the source file has loaded in the Editor pane, you can close the Project files dialog.
ja: 原文ファイルが編集ウィンドウに読み込まれたら、翻訳対象ファイル一覧ダイアログを閉じましょう。

source: After you give your project a name, the Create New Project dialog will open.
ja: プロジェクト名を入力して保存したら、プロジェクトの新規作成ダイアログが開きます。

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment.
ja: ひとつの分節を翻訳し終えたら、Ctrl+U キーを押して、次の未翻訳文節へと移動します。

source: Akan
ja: アカン語（Akan）

source: Albanian
ja: アルバニア語（Albanian）

source: Align project against {0}
ja: {0} に対してプロジェクトをアラインする

source: All existing Java class libraries can be used unchanged and without special setup; at the same time, a Java programmer can opt to just use the Rexx class from the runtime package for improved string handling in Java syntax source programs.
ja: 環境に存在するすべての Java クラスライブラリを、特別な設定をすることなくそのまま利用できます。あるいは Java プログラマーであれば、Java のソースプログラムからランタイム パッケージ経由で単純に Rexx クラスを呼び出し、強力な文字列処理を行うこともできます。

source: All of OmegaT's functions are available through the menu bar at the top of the Editor window.
ja: OmegaT のすべての機能は、編集ウィンドウ上部にあるメニューから実行できます。

source: All the languages have access to the OmegaT object model, with the project as the top object.
ja: すべての言語から、プロジェクトを先頭のオブジェクトとする OmegaT のオブジェクトモデルにアクセスできます。

source: Allow translated tags to be in a different order
ja: 訳文におけるタグ順序の入れ替えを許可する

source: Allows to view, add, remove or edit a note in the active segment.
ja: 現在の分節において、メモを閲覧、編集、追加、削除ができる。

source: Also allow per-project external commands
ja: プロジェクト専用の外部コマンドを許可する

source: Always Confirm Quit
ja: 終了時に常に確認

source: Amharic
ja: アムハラ語（Amharic）

source: An error occured
ja: エラーが発生しました

source: An error occurred while trying to create a new folder
ja: 新規フォルダーを作成する際にエラーが発生しました。

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
ja: TMX ファイル {0} の構文解析中に例外が発生しました。TMX ファイルの読み込みを中止します。

source: Analyzing strings - {0} of {1} completed
ja: 分節を調査中... {1} のうち {0} が完了

source: Android Resource Files
ja: Android リソースファイル

source: Android resource (*.xml)
ja: Android リソース・ファイル（*.xml）

source: Anything after the "//" will be ignored.
ja: 「//」から行末までは、すべて無視されます。

source: Arabic
ja: アラビア語（Arabic）

source: Aragonese
ja: アラゴン語（Aragonese）

source: Are you sure you want to remove the {0} set of segmentation rules?
ja: 分節化規則集「{0}」を削除してよいですか？

source: Armenian
ja: アルメニア語（Armenian）

source: Arrays must not be null
ja: 空の配列は作成できません。

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
ja: この場合、すべての設定が初期値となり、予期しない挙動が発生する可能性もありますが、動作としては正常です。

source: Assamese
ja: アッサム語（Assamese）

source: At the end of your translation, OmegaT exports three translation memories called "level1", "level2" and "omegat" to your project folder.
ja: 翻訳作業の最後に、OmegaT は「level1」、「level2」、「omegat」と呼ばれる三つの翻訳メモリをプロジェクトフォルダー内に出力します。

source: At the same time, it can use memories files from previous translations for reference.
ja: 同時に、それまでに記憶した翻訳内容をメモリから参照することができます。

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
ja: ダイアログの先頭で、原文ファイルの言語と訳文ファイルの言語を選び、［確定］ボタンをクリックします。

source: Attempt to convert &numbers when inserting a fuzzy match
ja: 参考訳文挿入の場合は数値を変更する

source: Attribute:
ja: 属性：

source: Aut&hor:
ja: 翻訳者：

source: Authentication
ja: 認証

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
ja: ヘッダーの「nplurals=整数; plural=式;」を自動で置換

source: Available dictionaries:
ja: 利用可能な辞書：

source: Available script engines:
ja: 利用可能なスクリプト言語：

source: Avaric
ja: アヴァール語（Avaric）

source: Avestan
ja: アヴェスター語（Avestan）

source: Aymara
ja: アイマラ語（Aymara）

source: Azerbaijani
ja: アゼルバイジャン語（Azerbaijani）

source: B&rowse
ja: 参照

source: Back in history...
ja: 分節の選択履歴を戻る

source: Bad folder name {0}
ja: 不正なフォルダー名です：{0}

source: Bad regular expression
ja: 不正な正規表現

source: Bad regular expression!
ja: 不正な正規表現です。

source: Bambara
ja: バンバラ語（Bambara）

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
ja: docs フォルダーの場所を確認してください。

source: Base64 (public domain)
ja: Base64（パブリックドメイン）

source: Bashkir
ja: バシキール語（Bashkir）

source: Basque
ja: バスク語（Basque）

source: Being the language behind popular software such as Firefox it is a familiar and preferred programming tool in the open-source domain.
ja: Firefox（オープンソースの分野で普及し好まれているプログラミングツール）のような人気のあるプログラムで利用されています。

source: Belarusian
ja: ベラルーシ語（Belarusian）

source: Bengali
ja: ベンガル語（Bengali）

source: Bihari
ja: ビハール語（Bihari）

source: Bislama
ja: ビスラマ語（Bislama）

source: Bookmark &references
ja: ブックマーク参照

source: Bosnian
ja: ボスニア語（Bosnian）

source: Both search types support the wildcard characters * and ?.
ja: どの検索でもワイルドカードとして半角 * と ? を使用できます。

source: Break/Exception
ja: 分節 または 例外

source: Breton
ja: ブルトン語（Breton）

source: Bro&wse
ja: 参照

source: Brows&e
ja: 参照

source: Browse
ja: 参照

source: Bulgarian
ja: ブルガリア語（Bulgarian）

source: Burmese
ja: ビルマ語（Burmese）

source: C&ase sensitive
ja: 大文字と小文字を区別

source: C&harts
ja: 表

source: Camtasia for Windows Files
ja: Windows 用 Camtasia ファイル

source: Canceled creating new team project
ja: チームプロジェクトの新規作成を中止しました

source: Cancelled creating new team project
ja: チームプロジェクトの新規作成を中止しました

source: Cannot access glossary folder!
ja: 用語集フォルダーにアクセスできません。

source: Cannot create folder for translated files:
ja: 訳文ファイル用のフォルダーを作成できません：

source: Cannot find saved TMX: {0}
ja: 保存された TMX ファイルが見つかりません：{0}

source: Cannot load specified XML file!
ja: 指定した XML ファイルを読み込めません。

source: Cannot locate help file:
ja: 取扱説明書が見つかりません：

source: Cannot open the link {0}
ja: リンク {0} を開けません

source: Cannot read selected script file.
ja: 指定されたスクリプトファイルを読み込めません。

source: Cannot reset the filter to default patterns.
ja: フィルターの構成例を初期値に戻せません。

source: Catalan
ja: カタルーニャ語

source: Chamorro
ja: チャモロ語（Chamorro）

source: Chan&ged after:
ja: これ以降の変更：

source: Changed &before:
ja: これ以前の変更：

source: Characters (including spaces)
ja: 文字数（空白を含む）

source: Characters (without spaces)
ja: 文字数（空白を除く）

source: Chechen
ja: チェチェン語（Chechen）

source: Check &all printf-variables (e.g., %s, %-s)
ja: すべての printf 変数（%s, %-s など）を確認

source: Check simple &java MessageFormat patterns (e.g. {0})
ja: Java の簡単な MessageFormat 構図（{0} など）を確認する

source: Checking out the project...
ja: プロジェクトをチェックアウトしています...

source: Chichewa, Chewa, Nyanja
ja: チチェワ語、チェワ語、ニャンジャ語（Chichewa, Chewa, Nyanja）

source: Chinese
ja: 中国語（Chinese）

source: Chuvash
ja: チュヴァシ語（Chuvash）

source: Click on '{0}' menu item
ja: メニュー項目 {0} をクリック

source: Click the Import source files... to select your source file.
ja: ［原文ファイルを追加...］ボタンをクリックし、原文ファイルを選択します。

source: Clicking Scripting opens the Scripting dialog: Scripting dialog
ja: ［スクリプト...］ をクリックすると、スクリプト ダイアログが開きます： スクリプト ダイアログ

source: Close
ja: 閉じる

source: Co&mments
ja: コメント

source: Code has been contributed by: Zoltan Bartko, Volker Berlin, Didier Briel (development manager), Kim Bruning, Alex Buloichik (lead developer), Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich and Michael Zakharov
ja: コードに関する貢献者： Zoltan Bartko, Volker Berlin, Didier Briel（開発担当）, Kim Bruning, Alex Buloichik（開発リーダー）, Thomas Cordonnier, Sandra Jean Chua, Martin Fleurke, Wildrich Fourie, Phillip Hall, Jean-Christophe Helary, Thomas Huriaux, Hans-Peter Jacobs, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Rashid Umarov, Antonio Vilei, Martin Wunderlich そして Michael Zakharov
